Repository: Virsacer/icingaweb2-module-rrdtool
Catalog: application/locale/*/LC_MESSAGES/rrdtool.po
Languages: de_de

source: on
de_de: auf

source: Configure rrdtool
de_de: Konfiguriere rrdtool

source: Settings
de_de: Einstellungen

source: Year
de_de: Jahr

source: Month
de_de: Monat

source: Week
de_de: Woche

source: Day
de_de: Tag

source: Hours
de_de: Stunden

source: Custom
de_de: Benutzerdefiniert

source: Save changes
de_de: Änderungen speichern

source: Path to RRD and XML files
de_de: Pfad zu RRD und XML Dateien

source: The path where the RRD and XML files are located.
de_de: Pfad unter dem die RRD und XML Dateien liegen.

source: Path is readable
de_de: Pfad ist lesbar

source: Path to templates
de_de: Pfad zu Templates

source: The path where the templates are located.
de_de: Pfad unter dem die Templates liegen.

source: Path to PerfdataWriter output
de_de: Pfad zur PerfdataWriter Ausgabe

source: The path where the PerfdataWriter output is located.
de_de: Pfad unter dem die PerfdataWriter Ausgabe liegt.

source: Checks with multiple RRDs
de_de: Checks mit mehreren RRDs

source: Checkcommands that should use a RRD for each datasource. ("check_command_1","check_command_2")
de_de: Checkcommands die eine RRD pro Datenquelle verwenden sollen. ("check_command_1","check_command_2")

source: Enable perfdata processing
de_de: Aktiviere perfdata Verarbeitung

source: Enable the CLI command for processing and writing perfdata to RRDs. ("icingacli rrdtool process")
de_de: Aktiviere den CLI Befehl zum Verarbeiten und schreiben von perfdata in RRDs. ("icingacli rrdtool process")

source: Enable logging
de_de: Aktiviere Protokollierung

source: Log "Skipped", "Invalid" and "Errors" during processing.
de_de: Protokolliere "Skipped", "Invalid" und "Errors" während der Verarbeitung.

source: Verbose logging
de_de: Erweiterte Protokollierung

source: Verbose logging.
de_de: Erweiterte Protokollierung.

source: Path to rrdtool binary
de_de: Pfad zum rrdtool Programm

source: The path where the rrdtool executable is located. (Only used if PHP extension is not available.)
de_de: Pfad unter dem das rrdtool Programm liegt. (Wird nur verwendet, wenn die PHP Erweiterung nicht verfügbar ist.)

source: Override max thumbnails
de_de: Übersteuere maximale Miniaturansichten

source: Max number of graphs to generate thumbnails for. ("check_command_1":2,"check_command_2":3)
de_de: Maximale Anzahl an Diagrammen, für die Miniaturansichten generiert werden. ("check_command_1":2,"check_command_2":3)

source: Show statistics
de_de: Statistik anzeigen

source: Stats
de_de: Statistik

source: Graphs
de_de: Diagramme

source: Submit
de_de: Absenden

source: Datasource
de_de: Datenquelle

source: Large
de_de: Groß

source: Huge
de_de: Riesig
